Repository: danielberndt/Feature_Langpop
Catalog: librarian/locales/*/LC_MESSAGES/librarian.po
Languages: de, id, it, lt, ta

source: Librarian
de: Bibliothekar/in
id: Pustakawan
it: Bibilotecario
lt: Bibliotekininkas
ta: நூலகர்

source: Dashboard
de: Übersicht
id: Dasbor
lt: Prietaisų skydelis
ta: கட்டுப்பாட்டறை/

source: Updates
de: Aktualisierungen
id: Pembaharuan
it: Aggiornamenti
lt: Atnaujinimai
ta: மேம்படுத்தல்கள்

source: %s more space should be freed.
de: Es muss %s mehr Speicherplatz verfügbar gemacht werden.
id: %s lebih banyak ruang harus dibebaskan.
it: %s di spazio verrà liberato.
lt: Reikia atlaisvinti dar %s laisvos vietos.
ta: %s அதிக இடைவெளி தேவைப்படுகிறது.

source: There is enough free space on storage
de: Es steht genügend Speicherplatz zur Verfügung.
id: Ada cukup ruang bebas pada penyimpanan
it: C'è abbastanza spazio libero nella memoria
lt: Laikmenoje užtenka laisvos vietos
ta: சேமிப்பில் போதுமான இடம் உள்ளது

source: delete?
de: Löschen?
id: hapus?
it: eliminare?
lt: ištrinti?
ta: நீக்க?

source: date
de: Datum
id: tanggal
it: data
lt: data
ta: திகதி

source: title
de: Titel
id: Judul
it: titolo
lt: pavadinimas
ta: தலைப்பு

source: size
de: Größe
id: ukuran
it: dimensione
lt: dydis
ta: அளவு

source: There is enough free space. No clean-up needed.
de: Es steht genügend Speicherplatz zur Verfügung. Aufräumen ist nicht nötig.
id: Terdapat cukup ruang bebas. Tidak diperlu dibersihkan.
it: C'è abbastanza spazio libero. Pulizia non richiesta.
lt: Laisvos vietos yra pakankama. Valymas nereikalingas.
ta: சேமிப்பில் போதுமான இடம் உள்ளது. சுத்தப்படுத்தல் அவசியமற்றது.

source: How much space does this free up?
de: Wieviel Platz wird hierdurch freigegeben?
id: Berapa banyak ruang yang dibebaskan?
it: Quanto spazio libera?
lt: Kiek laisvos vietos bus atlaisvinta?
ta: இது எவ்வளவு சேமிப்பு இடத்தை விடுவிக்கும்?

source: Delete selected now
de: Auswahl jetzt löschen
id: Hapus yang terpilih sekarang
it: Eliminare selezione adesso?
lt: Ištrinti pažymėta eilutę.
ta: தேர்வு செய்யப்பட்டவற்றை உடனடியாக நீக்கு

source: used space
de: benutzter Speicherplatz
id: ruang terpakai
it: spazio utilizzato
lt: išnaudota vieta
ta: பயன்படுத்தப்பட்ட இடைவெளி

source: last update
de: letztes Update
id: pembaharuan terakhir
it: ultimo aggiornamento
lt: paskutinis atnaujinimas
ta: கடைசியாக மேம்படுத்தப்பட்டது

source: You are running low on disk space.
de: Speicherplatz wird knapp.
id: Ruang cakram yang tersedia tinggal sedikit
it: Sei a corto di spazio sul disco
lt: Jums liko labai mažai laisvos vietos
ta: சேமிப்பில் குறைந்த இடம் மீதம் உள்ளது.

source: Free some space now
de: Geben Sie jetzt Speicherplatz frei
id: Bebaskan sejumlah ruang sekarang
it: Libera un po' di memoria ora
lt: Atlaisvinti daugiau vietos
ta: சேமிப்பை உடனடியாக சுத்தப்படுத்தவும்

source: select
de: Wähle
id: pilih
it: seleziona
lt: pasirinkti
ta: தெரிவு

source: There is no new content
de: Keine neuen Inhalte.
id: Saat ini belum ada konten baru
it: Non è presente nessun nuovo contenuto
lt: Naujo turinio nėra
ta: புதிய உள்ளடக்கம் எதுவும் இல்லை

source: Delete selected
de: Markierte löschen.
id: Hapus yang terpilih
it: Elimina i selezionati
lt: Ištrinti pasirinkta
ta: தெரிவு செய்யப்பட்டவற்றை நீக்கு

source: Library
de: Bibliothek
id: Perpustakaan
it: Biblioteca
lt: Biblioteka
ta: நூலகம்

source: Content library is currently empty
de: Die Bibliothek ist zur Zeit leer
id: Konten perpustakaan sedang kosong
it: La libreria è attualmente vuota
lt: Bibliotekos turinio nėra.
ta: உள்ளடக்க நூலகம் தற்போது காலியாக உள்ளது

source: search titles
de: Titel durchsuchen
id: cari judul
it: Cerca titoli
lt: ieškoti pavadinimų
ta: தேடல் தலைப்புகள்

source: go
de: Los
id: jalankan
it: vai
lt: pirmyn
ta: செல்

source: clear
de: Leeren
id: bersihkan
it: cancella
lt: valyti
ta: தெளிவாக்கு

source: update available
de: Aktualisierung verfügbar
id: pembaharuan tersedia
it: Aggiornamento disponibile
lt: atnaujinti esanti
ta: மேம்படுத்தல் கிடைக்கப்பட்டுள்ளது

source: Content library stats
de: Bibliotheksstatistik
id: Status konten perpustakaan
it: Statistiche materiale bibliotecario
lt: Bibliotekos turinio statistika
ta: உள்ளடக்க நூலக புள்ளிவிவரங்கள்

source: item in the library
de: Artikel in der Bibliothek
id: benda-benda dalam perpustakaan
it: contenuto della libreria
lt: dalykas bibliotekoje
ta: நூலகத்தில் உள்ள உள்ள உருப்படி

source: Application logs
de: Anwendungsprotokolle
id: Log aplikasi
it: Log dell'applicazione
lt: Programos žurnalas
ta: பயன்பாட்டுப் பதிவுகள்

source: Logs are shown in reverse chronological order
de: Protokolle werden in umgekehrt chronologischer Ordnung angezeigt.
id: Log ditunjukkan dalam urutan kronologis yang terbalik
it: Le annotazioni sono elencate in ordine cronologico opposto.
lt: Žurnalo įrašai rodomi atvirkštine tvarka
ta: பதிவுகள் தலைகீழ் வரிசையாக காட்டப்படுகின்றன

source: Select all
de: Alle auswählen
id: Pilih semua
it: seleziona tutto
lt: Pažymėti viską
ta: அனைத்தையும் தேர்ந்தெடு

source: Select none
de: Nichts auswählen
id: Pilih tidak satupun
it: annulla selezioni
lt: Atžymėti viska
ta: ஒன்றையும் தெரிவு செய்யாதே

source: broadcast
de: übermitteln
id: siaran
it: trasmissione
lt: transliuoti
ta: ஒளிபரப்பு

source: downloaded
de: heruntergeladen
id: terunduh
it: Scaricato
lt: parsisiųsta
ta: பதிவிறக்கப்பட்டது

source: Showing search results for '%(terms)s'
de: Suchergebnisse für '%(terms)s'
id: Memperlihatkan hasil pencarian untuk '%(term)s'
it: Risultati della ricerca per '%(terms)s'
lt: Rodomi paieškos rezultatai '%(terms)s'
ta: '%(terms)s' க்கான தேடல் முடிவுகள் காட்டப்படுகின்றன

source: There are no search results for '%(terms)s'
de: Es konnten keine Ergebnisse für '%(terms)s' gefunden werden
id: TIdak ada hasil
it: Non ci sono risultati per la ricerca di '%(terms)s'
lt: Nėra paieškos rezultatų terminui '%(terms)s'
ta: '%(terms)s' க்கான தேடல் முடிவுகள் இல்லை

source: previous
de: vorherige
id: sebelumnya
it: Precedente
lt: praeitas
ta: முந்தைய

source: next
de: nächste
id: berikutnya
it: Prossimo
lt: sekantis
ta: அடுத்த

source: Library clean-up
de: Bibliothek aufräumen
id: Pembersihan perpustakaan
it: Pulizia dell'archivio
lt: Bibliotekos valymas
ta: நூலக சுத்தப்படுத்தல்

source: page
de: Seite
id: halaman
it: pagina
lt: puslapis
ta: பக்கம்

source: per page
de: pro Seite
id: per halaman
it: per pagina
lt: per puslapį
ta: பக்கம் ஒன்றுக்கு

source: total space (%s free)
de: Gesamter Platz (%s frei)
id: total ruang (%s bebas)
it: Spazio totale (%s free)
lt: viso vietos (%s free)
ta: மொத்த சேமிப்பில் (%s இலவச) இடம் உள்ளது

source: Add selected to library
de: Auswahl zur Bibliothek hinzufügen.
id: Tambahkan yang terpilih ke perpustakaan
it: Aggiungi i selezionati alla libreria
lt: Pridėti pasirinktą į biblioteką
ta: தெரிவு செய்தவற்றை நூலகத்தில் சேர்

source: core
de: Hauptinhalt
id: inti
it: contenuto principale
lt: pagrindinis
ta: மையம்

source: sponsored
de: gesponsert
id: disponsori
it: Sponsorizzato
lt: remiamas
ta: ஆதரவளிக்கப்பட்ட

source: Apps
id: Aplikasi
it: Applicazioni
lt: Programos
ta: ஆப்ஸ்

source: author:
de: Autor:
id: pengarang:
it: autore:
lt: autorius:
ta: ஆசிரியர்:

source: version:
id: versi:
it: versione:
lt: versija:
ta: பதிப்பு:

source: No apps found.
de: Keine Apps gefunden.
id: Tidak ada aplikasi yang ditemukan.
it: Nessuna applicazione trovata
lt: Programų nėra.
ta: ஆப்ஸ் எதுவும் இல்லை

source: Files
de: Dateien
id: Arsip
lt: Failai
ta: கோப்புகள்

source: Reload
de: Neu laden
id: Muat ulang
it: Ricarica
lt: Perkrauti
ta: மீள் ஏற்றவும்

source: replaces:
de: Ersetzt:
id: ganti:
it: rimpiazza
lt: pakeičia:
ta: பதிலாக:

source: (go up one level)
de: (eine Ebene höher gehen)
id: (naik satu level)
it: (risali di un livello)
lt: (pakilti į viršų vienu lygiu)
ta: (முதல் அளவு வரை செல்ல)

source: Rename
de: Umbenennen
id: Namai ulang
it: Rinomina
lt: Pervadinti
ta: மறுபெயரிடு

source: Delete
de: Löschen
id: hapus?
it: Cancella
lt: Ištrinti
ta: நீக்கு

source: About this folder
de: Über diesen Ordner
id: Tentang folder ini
it: Su questa cartella
lt: Informacija apie aplanką
ta: இந்த அடைவை பற்றி

source: Script output
de: Skript-Ausgabe
id: Skrip hasil
it: Output dello script
lt: Scenarijaus išeiga
ta: படிவ நிரலாக்க வெளியீடு

source: return code:
de: Rückgabewert:
id: Kode pengembalian:
it: codice di ritorno (codice di errore)
lt: grąžinomo kodas:
ta: திரும்பிய குறியீடு:

source: OK
lt: Gerai
ta: ஆம்

source: error
de: Fehler
id: kesalahan
it: errore
lt: klaida
ta: பிழை

source: Output
de: Ausgabe
lt: Išvedimas
ta: வெளியீடு

source: no output
de: keine Ausgabe
id: Tidak ada output
it: Nessun output
lt: Jokios išeigos
ta: எந்த வெளியீடும் இல்லை

source: Errors
de: Fehler
id: Kesalahan
it: Errori
lt: Klaidos
ta: பிழைகள்

source: Run
de: Starten
id: Jalankan
it: Avvia
lt: Vykdyti
ta: தொடங்கு

source: No description provided
de: Keine Beschreibung bereitgestellt
id: Tidak ada deskripsi tersedia
it: Nessuna descrizione
lt: Aprašymas nepateiktas
ta: விளக்கம் எதுவும் வழங்கப்படவில்லை

source: Unknown license
de: Unbekannte Lizenz
id: Lisensi tidak diketahui
it: Licenza sconosciuta
lt: Nežinoma licenzija
ta: தெரியாத உரிமம்

source: Creative Commons Attribution
de: Creative Commons Namensnennung
id: Atribusi Creative Commons
it: Creative Commons: Attribuzione
ta: படைப்பாக்கப் பொதுமங்களின் உரிமங்கள்

source: Creative Commons Attribution-NoDerivs
de: Creative Commons Namensnennung, keine Bearbeitung
id: Atribusi Creative Commons-TanpaTurunan
it: Creative Commons: Attribuzione - Non opere derivate
ta: படைப்பாக்கப் பொதுமங்களின் உரிமங்கள்-வழிப்பொருளற்ற

source: Creative Commons Attribution-NonCommercial
de: Creative Commons Namensnennung, nicht kommerziell
id: Atribusi Creative Commons-Nonkomersial
it: Creative Commons: Attribuzione - Non commerciale
ta: படைப்பாக்கப் பொதுமங்களின் உரிமங்கள்-வர்த்தகநோக்கமற்ற

source: Creative Commons Attribution-NonCommercial-NoDerivs
de: Creative Commons Namensnennung, nicht kommerziell, keine Bearbeitung
id: Atribusi Creative Commons-Nonkomersial-TanpaTurunan
it: Creative Commons: Attribuzione - Non commerciale - Non opere derivate
ta: படைப்பாக்கப் பொதுமங்களின் உரிமங்கள்-வர்த்தகநோக்கமற்ற-வழிப்பொருளற்ற

source: Creative Commons Attribution-ShareAlike
de: Creative Commons Namensnennung, Weitergabe unter gleichen Bedingungen
id: Atribusi Creative Commons-BerbagiSerupa
it: Creative Commons: Attribuzione - Condividi allo stesso modo
ta: படைப்பாக்கப் பொதுமங்களின் உரிமங்கள்-அதே மாதிரிப் பகிர்தல்

source: Creative Commons Attribution-NonCommercial-ShareAlike
de: Creative Commons Namensnennung, nicht kommerziell, Weitergabe unter gleichen Bedingungen
id: Atribusi Creative Commons-Nonkomersial-BerbagiSerupa
it: Creative Commons: Attribuzione - Non commerciale - Condividi allo stesso modo
ta: படைப்பாக்கப் பொதுமங்களின் உரிமங்கள்-வர்த்தகநோக்கமற்ற-அதே மாதிரிப் பகிர்தல்

source: GNU Free Documentation License
de: GNU-Lizenz für freie Dokumentation
id: Lisensi Dokumentasi Bebas GNU
it: GNU Documentazione Licenza Gratuita
lt: GNU Free Documentation Licenzija
ta: GNU தளையறு ஆவண உரிமம்

source: Open Publication License
id: Lisensi Publikasi Terbuka
it: Licenza Pubblicazione a contentuto libero
lt: Atviros publikacijos licenzija
ta: திறந்த வெளியீட்டு உரிமம்

source: Open Content License
de: Open Content Lizenz
id: Lisensi Konten Terbuka
it: Licenza per Contenuti Aperti
lt: Atviro turinio licenzija
ta: திறந்த உள்ளடக்க உரிமம்

source: Against DRM License
de: Against DRM Lizenz
id: Melawan Lisensi DRM
it: Contro Licenza DRM
ta: எதிரான DRM உரிமம்

source: Free Art License
de: Lizenz Freie Kunst
id: Lisensi Kebebasan Seni
it: Licenza per Arte Libera
lt: Laisvo Meno Licenzija
ta: இலவச கலை உரிமம்

source: Public Domain
de: Gemeinfrei
id: Domain publik
it: Dominio pubblico
lt: Viešas Domenas
ta: பொது அதிகார வரம்பு எல்லை

source: Other free license
de: Andere freie Lizenz
id: Lisensi gratis lainnya
it: Altre libere licenze
lt: Kita nemokama licenzija
ta: வேறு இலவச உரிமம்

source: All rights reserved
de: Alle Rechte vorbehalten
id: Semua hak cipta
it: Diritti riservati
lt: Visos teisės saugomos
ta: அனைத்து உரிமைகளும் பாதுகாக்கப்பட்டவை

source: Other non-free license
de: Andere nicht-freie Lizenz
id: Lisensi tidak-bebas lainnya
it: Altre non libere licenze
lt: Kita apmokęstinta licenzija
ta: வேறு இலவசம் அல்லாத உரிமம்

source: Invalid request
de: Ungültige Anfrage
id: Permintaan invalid
it: Richiesta non valida
lt: Negaliojantis prašymas
ta: செல்லாத கோரிக்கை

source: No content selected
de: Kein Inhalt ausgewählt
id: Tidak ada konten terpilih
it: Nessun contenuto selezionato
lt: Nepasirinktas joks turinys
ta: உள்ளடக்கம் எதுவும் தெரிவு செய்யப்படவில்லை

source: %s can be freed by removing selected content
de: %s können durch Entfernen des gewählten Inhalts freigegeben werden
id: %s dapat dibebaskan dengan mehilangkan konten terpilih
it: %s può essere liberato alla rimozione del contenuto selezionato
lt: % gali būti atlaisvinta ištrinant pasirinktą turinį
ta: தெரிவு செய்தவற்றை நீக்குவதன் மூலம் %s இலவச இடம் பெறப்படும்

source: Nothing to delete
de: Nichts zu löschen
id: Tiada yang dihapus
it: Niente da cancellare
lt: Nėra ko ištrinti
ta: நீக்க எதுவுமில்லை

source: Invalid action, please use one of the form buttons.
de: Ungültige Aktion, bitte einen der Formularbuttons benutzen
id: Tindakan invalid, tolong gunakan salah satu tombol yang tersedia.
it: Azione invalida. Si prega di usare una dei tasti per il formulario
lt: Negaliojantis veiksmas, prašome naudoti viena iš formos mygtukų.
ta: தவறான நடவடிக்கை, தயவு செய்து வடிவத்தில் உள்ள பொத்தான்களை பயன்படுத்தவும்.

source: Loading...
de: Laden...
id: Memuat...
it: Caricamento in corso..
lt: Kraunama...
ta: ஏற்றப்படுகின்றது...

source: You have reached the end of the library.
de: Sie haben das Ende der Bibliothek erreicht.
id: Anda mencapai batas akhir perpustakaan
it: Hai raggiunto la fine della biblioteca.
lt: Jūs pasiekėte bibliotekos pabaigą.
ta: நீங்கள் நூலகத்தின் இறுதி பகுதியை அடைந்து உள்ளீர்கள்.

source: Go to top
de: Zum Seitenanfang
id: Pergi ke atas
it: Torna su
lt: Į viršų
ta: மேலே செல்

source: About
de: Über
id: Tentang
it: Circa
lt: Apie
ta: எம்மை பற்றி

source: Some rights reserved.
de: Einige Rechte vorbehalten.
id: Beberapa hak cipta.
it: Alcuni diritti riservati.
lt: Kai kurios teisės saugomos
ta: சில உரிமைகள் ஒதுக்கப்பட்டுள்ளன.

source: Specified tag was not found
de: Das angegebene Schlagwort wurde nicht gefunden
id: Label spesifik tidak ditemukan
it: Il tag specificato non è stato trovato
lt: Nurodyta žyma nerasta
ta: குறித்த குறிச்சொல்லைக் காணவில்லை

source: There are no results for '%(tag)s'
de: Es gibt keine Ergebnisse für '%(tag)s'
id: Tidak ada hasil pencarian untuk '&(tag)s'
it: Non ci sono risultati per
lt: '%(tag)s' nebuvo rasta
ta: '% (tag)s' க்கான எந்த முடிவுகளும் இல்லை

source: Save tags
de: Schlagworte speichern
id: Simpan label
it: Salva tags
lt: Išsaugoti žymes
ta: குறிச்சொற்களை சேமிக்கவும்

source: Separate tags with commas
de: Schlagworte mit Kommata trennen
id: Pisahkan label dengan koma
it: Separa i tags con delle virgole
lt: Išskirkite žymes kableliais
ta: குறிச்சொற்களை அரைப்புள்ளியால் பிரிக்கவும்

source: everything
de: alles
id: semua
it: Tutto
lt: viskas
ta: எல்லாம்

source: Edit tags
de: Schlagwort bearbeiten
id: Perbaiki label
it: Modifica tags
lt: Redaguoti žymes
ta: குறிச்சொற்களை திருத்த

source: Close
de: Schließen
id: Tutup
it: Chiudi
lt: Uždaryti
ta: மூடு

source: Tags could not be updated.
de: Schlagworte konnten nicht aktualisiert werden.
id: Label tidak dapat diperbaharui
it: I tag non possono essere aggiornati
lt: Žymės negalėjo būti atnaujintos.
ta: குறிச்சொற்களை மேம்படுத்த முடியாது.

source: Load more content
de: Mehr Inhalte laden
id: Muat lebih banyak konten
it: Carica piu contenuti
lt: Pakrauti daugiau turinio
ta: மேலும் உள்ளடக்கம் ஏற்று

source: Tuner settings
de: Tuner Einstellungen
id: Pengaturan Tuner
it: Imposazioni sintonizzatore
lt: Derintojo nustatymai
ta: ட்யூனர் அமைப்புகள்

source: Access TVHeadend
de: Zugang TVHeadend
id: Akses TVHeadend
it: Accesso TVHeadend
lt: Prieiti prie TVHeadend
ta: TVHeadend ஐ அணுகு.

source: There are currently no files or folders here.
de: Es gibt hier im Moment keine Dateien oder Ordner.
id: Tidak ada arsip atau folder di sini.
it: Al momento non ci sono file o cartelle qui.
lt: Šiuo metu čia nėra jokių failų ar aplankų.
ta: இங்கே எந்த கோப்புக்களோ அல்லது கோப்பறைகளோ தற்போது இல்லாது உள்ளது.

source: Tag cloud
de: Schlagwortwolke
id: Label awan
lt: Žymių Cloud'as
ta: குறிச்சொல் மேகம்

source: Librarian could not enter maintenance mode and database rebuild was cancelled. Please make sure noone else is using Librarian and try again.
de: Librarian konnte nicht in den Wartungsmodus wechseln und der neubau der Datenbank wurde somit abgebrochen. Bitte gehe sicher, dass niemand Librarian nutzt und versuche es erneut.
id: Pustakawan tidak dapat memasuki mode perbaikan dan pembangunan kembali dibatalkan. Tolong pastikan tidak ada yang menggunakan pustakawan dan silakan coba lagi.
lt: Bibliotekininkas negali pakeisti rėžimo į priežiųros darbu rėžima, todėl duomenų bazės perkūrimas nutrauktas. Patikrinkite kad niekas nesinaudoja sistema ir bandykite iš naujo.
ta: Librarian இனால் பராமரிப்பு முறையை நுழைய முடியவில்லை மற்றும் தரவுத்தள மீள் கட்டியெழுப்பல் ரத்து செய்யப்பட்டது. Librarian ஐ வேறு யாரும் பயன்படுத்தவில்லை என்பதை உறுதி செய்து, மீண்டும் முயற்சிக்கவும்.

source: Content database
de: Inhaltsdatenbank
id: Konten database
lt: Turinio duomenų bazė
ta: உள்ளடக்க தரவுத்தளம்

source: None
de: Kein
id: Tidak ada
it: Nessuno
lt: Nieko
ta: எதுவும் இல்லை

source: Vertical
de: Vertikal
id: Vertikal
it: Verticale
lt: Vertikalus
ta: செங்குத்து

source: Horizontal
it: Orizzontale
lt: Horizontalus
ta: கிடையான

source: Universal
it: Universale
lt: Universalus
ta: உலகளாவிய

source: North America Ku band
de: Nord America KU Band
id: Band Ku Amerika Utara
lt: Šiaurės Amerikos Ku dažnis
ta: வட அமெரிக்க Ku அலைக்கற்றை

source: Invalid choice for LNB type
de: Ungültige Wahl für LNB Typ
id: Pilihan invalid untuk tipe LNB
it: Scelta non valida per il tipo LNB
lt: Neteisingas LNB pasirinkimas
ta: LNB வகை தெரிவு தவறானது

source: Frequency must be a positive number
de: Frequenz muss eine positive Zahl sein
id: Frekuensi harus dalam bilangan positif
it: La frequenza deve avere un valore positivo
lt: Dažnis turi buti didesnis už nuli
ta: அதிர்வெண் ஒரு நேர்மறை எண்ணாக இருக்க வேண்டும்

source: Please type in a number
de: Bitte tippen Sie eine Zahl ein
id: Tolong ketik dalam bilangan
it: Per favore inserisca un numero
lt: Įveskite numerį
ta: தயவு செய்து ஒரு எண்ணை தட்டச்சு செய்க

source: Symbolrate must be a positive number
de: Symbolrate muss eine positive Nummer sein
id: Symbolrate harus dalam bilangan positif
lt: Simbolių sparta turi būti pozityvus numeris
ta: குறியீட்டு விகிதம் ஒரு நேர்மறை எண்ணாக இருக்க வேண்டும்

source: Invalid choice for delivery system
de: ungültige Auswahl für das Versand system
id: Pilihan invalid untuk sistem pengiriman
it: Scelta non valida per il sistema di consegna
lt: Neteisingas pristatymo sistemos pasirinkimas
ta: விநியோக அமைப்பின் தேர்வு தவறானது

source: Invalid choice for modulation mode
de: ungültige Auswahl für den modulation Modus
id: Pilihan invalid untuk mode modulasi
it: Scelta non valida per la modalità di modulazione
lt: Neteisigas moduliacijos pasirinkimas
ta: பண்பேற்ற முறையின் தேர்வு தவறானது

source: Invalid choice for polarization
de: Ungültige Wahl für Polarisation
id: Pilihan invalid untuk polarisasi
it: Scelta non valida per la polarizzazione
lt: Neteisinga poliarizacija
ta: முனைவாக்க தேர்வு தவறானது

source: Transponder configuration could not be set
de: Transponder Konfiguration konnte nicht gesetzt werden
id: Pengaturan transponder tidak dapat ditentukan
it: La configurazione transponder non può essere impostata
lt: Transponderio nustatymai negali būti nustatyti
ta: அலைவாங்கிச் கட்டமைப்பை அமைக்க கூடாது

source: The files you were looking for could not be found
de: Die Daten die Sie suchen konnten nicht gefunden werden
id: Arsip yang anda cari tidak dapat ditemukan
it: I file che stavi cercando non sono stati trovati
lt: Ieškoti failai nebuvo rasti
ta: நீங்கள் தேடும் கோப்புக்களைக் காணவில்லை

source: This list represents the search results
de: Diese Liste zeigt die Suchergebnisse an
id: Daftar ini menunjukkan hasil pencarian
it: Questa lista rappresenta i risultati di ricerca
lt: Paieškos rezultatai šiame sąraše.
ta: இந்த பட்டியலில் தேடல் முடிவுகளை பிரதிபலிக்கிறது

source: This folder does not exist
de: Dieser Ordner existiert nicht
id: Folder ini tidak ada
it: Questa cartella non esiste
lt: Katalogas neegzistuoja
ta: இந்த அடைவு இருப்பில் இல்லை

source: Database size
de: Datenbank größe
id: Ukuran database
it: Dimensione del database
lt: Duomenų bazės dydis
ta: தரவுத்தள அளவு

source: download
id: unduh
lt: parsisiųsti
ta: பதிவிறக்கம்

source: Backup
de: Datensicherung
lt: Atsargine kopija
ta: காப்பு

source: Rebuild
de: erneutes bauen
id: Pembangunan kembali
it: Ricostruire
lt: Perkurti
ta: திரும்பவும் கட்டியெழுப்பு

source: Database rebuild will cause all tags to be lost. It will also put Librarian into maintenance mode and prevent users from accessing content.
de: Datenbank neubau wird dafür sorgen, dass alle Tags gelöscht werden. Es wird außerdem Librarian in den Wartungsmodus umschalten und Nutzer den Zugriff auf die Dateien verweigern.
id: Pembangunan kembali database akan menyebabkan semua label hilang. Juga menjadi Pustakawan ke dalam mode perbaikan dan mencegah pengguna mengakses konten.
lt: Duomenų bazės perkūrimas ištrins visus skirtukus ir perjungs Bibliotekininką i priežiūros darbų rėžimą, kuris neleis prieiti prie turinio.
ta: தரவுத்தள மீள் கட்டியெழுப்பல் அனைத்து குறிச்சொற்களையும் இழக்க செய்யும். Librarian ஐ இது பராமரிப்பு நிலையில் வைக்கும் மற்றும் பாவனையாளர் உள்ளடக்கத்தை அணுகுவதை தடுக்கும்.

source: Database backup
de: Datenbank sicherung
id: Backup database
it: Backup del database
lt: Duomenų bazės atsarginė kopija
ta: தரவுத்தள காப்பு

source: Database backup has been completed successfully. You will be taken to the backup folder in 10 seconds.
de: Datenbank sicherung wurde erfolgreich erstellt. Du wirst in 10 sekunden zum Backup Folder weitergeleitet.
id: Backup database sukses. Anda akan kembali ke folder backup dalam 10 detik.
it: Il backup del database è stato completato successo. Verrai mandato alla cartella dei backup in 10 secondi.
lt: Duomnų bazės atsarginė kopija sukurta sėkmingai. Nukreipsime į atsarginių kopijų kataloga už 10 sekundžių.
ta: தரவுத்தள காப்பு வெற்றிகரமாக நிறைவுசெய்யப்பட்டது. நீங்கள் 10 வினாடிகளில் காப்பு கோப்பறைக்கு எடுத்து செல்லப்படுவீர்கள்.

source: The operation took %s second
de: Die Operation brauchte %s sekunden
id: Operasi berjalan dalam %s detik
it: L'operazione ha impiegato %s secondo
lt: Operacija užtruko %s sekunde
ta: இந்த நடைமுறை %s வினாடி எடுத்தது

source: Database backup could not be completed. The following error occurred:
de: Datenbank Sicherung konnte nicht erstellt werden. Der folgende Fehler ist aufgetreten.
id: Backup database tidak terselesaikan. Kesalahan sebagai berikut:
it: Il backup del database non è stato completato. Si è verificato il seguente errore:
lt: Duomenų bazės atsarginė kopijos kūrimas nepabaigtas, nes įvyko klaida:
ta: தரவுத்தள காப்பினை நிறைவு செய்ய முடியவில்லை. பின்வரும் பிழை ஏற்பட்டது:

source: Database rebuild
de: Datenbank neubau
id: Pembangunan kembali database
lt: Duomenų bazė perkurta
ta: தரவுத்தளத்தை மீண்டும் கட்டியெழுப்பு
