Repository: danielberndt/Feature_Langpop
Catalog: librarian/locales/*/LC_MESSAGES/librarian.po
Languages: de, id, it, lt, ta

source: Content database has been rebuilt from scratch. A backup copy of the original database has been created. You will find it in the files section.
de: Inhaltsdatenbank wurde von Kratzern wiederhergestellt. Eine Sicherheitskopie der originalen Datenbank wurde erstellt. Du findest diese in der Datei Sektion.
id: Konten database telah dibangun kembali dari awal. Salinan backup dari database original telah terbentuk. Anda akan menemukannya di bagian arsip.
lt: Turinio duomenų bazė buvo perkurta iš naujo. Buvusios duomenų bazės atsarginė kopija sukurta. Ją rasite failų pasirinkime.
ta: உள்ளடக்க தரவுத்தளம் மீண்டும் புதிதாக மீளக் கட்டியெழுப்ப பட்டுள்ளது. அசல் தரவுத்தளத்தில் ஒரு காப்பு நகல் உருவாக்கப்பட்டது. நீங்கள் கோப்புகளை பிரிவில் அதை கண்டுபிடிக்க முடியும்.

source: Database could not be rebuilt. The following error occurred:
de: Datenbank konnte nicht neugebaut werden. Der folgende Fehler ist aufgetreten:
id: Database tidak dapat dibangun ulang. Kesalahan sebagai berikut:
lt: Duomenų bazės perkūrimas nepavyko
ta: தரவுத்தளத்தை மீண்டும் கட்டியெழுப்ப முடியவில்லை. பின்வரும் பிழை ஏற்பட்டது:

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
de: Dieses Programm ist eine Freie Software: Du darfst diese verbreiten oder modifizieren, wenn du die Bedingungen der GNU Gerneral Public License (Veröffentlicht von Free Software Foundation mindestens Version 3 der Lizenz [deiner Meinung] oder einer späteren Version) beachtest.
id: Program ini adalah software gratis: anda dapat meredistribusikannya dan/atau memodifikasi sesuai aturan pada Lisensi Publik Umum GNU yang dipublikasikan oleh Free Software Foundation, baik Lisensi versi 3, atau (sesuai pilihan anda) versi terbaru.
it: Questo programma è un software libero: puoi ridistribuirlo e/o modificarlo in base alle condizioni della Licenza Pubblica Generale GNU come pubblicato dalla Free Software Foundation, o per la versione 3 della Licenza, o ( a propria discrezione) di qualsiasi versione successiva.
lt: Ši programa yra nemokama programinė įranga: Jūs galite ją platinti ir / ar keisti ją pagal GNU General Public License sąlygas, kaip paskelbta Free Software Foundation, arba versija 3 licencijos, arba (Jūsų nuožiūra) bet kuria vėlesne versija.
ta: இந்த மென்பொருள் ஒரு கட்டற்ற மென்பொருள் ஆகும்: கட்டற்ற மென்பொருள் இயக்கதினால் வெளியிடப்பட்ட குனூ பொதுமக்கள் உரிமத்தில் உள்ள பதிப்பு 3 அல்லது (உங்கள் விருப்பப்படி) அதற்கு பிந்திய பதிப்பின் கீழ் நீங்கள் இதனை மறுவிநியோகம் செய்ய மற்றும்/அல்லது இதில் மாற்றங்கள் செய்ய முடியும்,

source: Download application log
de: Download vom Programm log
id: Unduh log aplikasi
lt: Parsisiusti programos registra
ta: பயன்பாட்டு மென்பொருள் பதிவினை பதிவிறக்கு

source: Downloads in progress
de: Der Download ist in arbeit.
id: Unduhan dalam progres
it: Downloads in corso
lt: Parsisiuntimo progresas
ta: பதிவிறக்கங்கள் நடைபெறுகின்றன

source: Satellite:
de: Satellit:
id: Satelit:
lt: Satelitas:
ta: செயற்கைக்கோள்:

source: Select a satellite
de: Wählen Sie einen Satelliten aus
id: Pilih satelit
it: Scegliere un satellite
lt: Pasirinkti satelitą:
ta: ஒரு செயற்கைக்கோளைத் தெரிக

source: Custom...
de: spezifisch...
lt: Individualizuotas...
ta: விருப்ப ...

source: Frequency:
de: Frequenz:
id: Frekuensi:
it: Frequenza:
lt: Dažnis:
ta: அதிர்வெண்:

source: Symbol rate:
lt: Simbolių sparta:
ta: குறியீட்டு விகிதம்:

source: Delivery system:
de: Versand system:
id: Sistem pengiriman:
it: Sistema di consegna:
lt: Pateikimo sistema:
ta: விநியோக அமைப்பு:

source: Modulation:
de: Anpassung:
id: Modulasi:
it: Modulazione:
lt: Moduliacija:
ta: பண்பேற்றம்:

source: Polarization:
de: Polarisation:
id: Polarisasi:
it: Polarizzazione
lt: Poliarizacija:
ta: முனைவாக்கம்:

source: Tune in
de: Einschalten
id: Menyetel
lt: Nustatyti:
ta: ட்யூன்

source: has lock
de: ist gesperrt
id: punya kunci
lt: užrakinta
ta: பூட்டு உள்ளது

source: no lock
de: kein schloss
id: tiada kunci
lt: neužrakinta
ta: பூட்டு இல்லை

source: Error
de: Fehler
id: Kesalahan
lt: Klaida
ta: பிழை

source: Librarian has failed to fulfill your request due to unexpected error in the program. Details are provided below.
de: Librarian konnte deine Anfrage aufgrund eines unvorhersehbaren Fehlers im Programm nicht verarbeiten. Details findest du unter dieser Nachricht.
id: Pustakawan gagal memenuhi permintaan anda akibat kesalahan yang tidak terduga dalam program. Detil tersedia di bawah ini.
lt: Bibliotekininkas negalėjo pateikti duomenų, dėl nenumatytos klaidos. Detales galite rasti žemiau.
ta: Librarian எதிர்பாராத பிழை காரணமாக உங்கள் திட்ட கோரிக்கையை நிறைவேற்ற தவறிவிட்டது. விவரங்கள் கீழே கொடுக்கப்பட்டுள்ளது.

source: Under maintenance
de: Wartungsarbeiten
id: Sedang dalam perbaikan
it: In manutenzione
lt: Vyksta priežiūros darbai
ta: பராமரிப்புப் பணிகள் நடைபெறுகின்றன

source: Librarian is currently in maintenance mode. Please wait a few minutes and try again.
de: Librarian ist derzeit im Wartungsmodus. Bitte warte ein paar Minuten und versuche es dann erneut.
id: Pustakawan sedang dalam mode perbaikan. Tolong tunggu beberapa menit dan coba lagi.
it: Librarian è attualmente in modalità manutenzione. Per favore, attendi qualche minuto e riprova.
lt: Bibliotekininkas šiuo metu yra priežiūros darbų režime. Prašome palaukti keliata minučių ir bandyti dar karta.
ta: Librarian பராமரிப்பு முறையில் தற்போது உள்ளது. ஒரு சில நிமிடங்கள் காத்திருந்து, மீண்டும் முயற்சிக்கவும்.

source: (go to file list)
de: (gehe zur Datei Liste)
id: (pergi ke daftar arsip)
lt: (į failų sąrašą)
ta: (கோப்பு பட்டியலிற்கு செல்)

source: by %s
de: von %s
id: dengan %s
lt: Pagal %s
ta: %s னால்

source: Type in your username
de: Geben sie ihren Benutzernamen ein
id: Tuliskan username anda
it: Inserisci il tuo username
lt: Įveskite vartotojo vardą
ta: உங்கள் பயனர் பெயரை தட்டச்சு செய்க

source: Type in your password
de: Geben sie ihr Passwort ein
id: Tuliskan password anda
it: Inserisci la tua password
lt: Įveskite slaptažodį
ta: உங்கள் கடவுச்சொல்லை தட்டச்சு செய்க

source: Please enter the correct username and password.
de: Bitte geben sie den richtigen Benutzernamen und das Passwort ein.
id: Harap masukkan username dan password anda yang benar
it: Per favore inserisci il corretto username e/o password
lt: Prašome įvesti tesinga vartotojo vardą ir slaptažodį
ta: சரியான பயனர் பெயர் மற்றும் கடவுச்சொல்லை உள்ளிடவும்.

source: any language
de: beliebige Sprache
id: baahasa apapun
lt: bet kokio kalba
ta: எந்த மொழியும்

source: No files are being downloaded
de: Es werden keine Dateien heruntergeladen
id: Tidak ada file yang sedang diunduh
lt: Nėra siunčiamų failų.
ta: எந்த கோப்புகளும் பதிவிறக்கப்படவில்லை

source: LNB type:
de: LNB Typ:
id: Tipe LNB
lt: LNB tipas:
ta: LNB வகை:

source: Forbidden
de: Verboten
id: Terlarang
lt: Uždrausta
ta: தடைப்படுத்தப்பட்டுள்ளது

source: You are not authorized to access this page.
de: Sie haben keine Berechtigung für diese Seite.
id: Anda tidak diijinkan mengakses laman ini
it: Non sei autorizzato ad accedere a questa pagina.
lt: Jūms neleidžiama atidaryti šį puslapį
ta: இந்தப் பக்கத்தை அணுக உங்களுக்கு அதிகாரம் இல்லை.

source: Log out
de: Ausloggen
lt: Atsijungti
ta: வெளியேறு

source: Login
lt: Prisijungti
ta: உள்நுழை

source: Username:
de: Benutzername:
lt: Vartatorjo vardas:
ta: பயனர் பெயர்:

source: username
de: benutzername
lt: vartotojo vardas
ta: பயனர் பெயர்

source: Password:
de: Passwort:
lt: Slaptažodis:
ta: கடவுச்சொல்:

source: password
de: passwort
lt: slaptažodis
ta: கடவுச்சொல்

source: Download
id: Unduh
lt: Parsisiūsti
ta: பதிவிறக்கம்

source: Delete all
de: Alles löschen
id: Hapus semua
lt: Viska ištrinti
ta: எல்லாவற்றையும் நீக்கு

source: filter
lt: filtras
ta: வடிகட்டி

source: language
de: Sprache
id: bahasa
lt: kalba
ta: மொழி

source: Content file missing
id: konten file hilang
lt: Trūksta turinio failo
ta: உள்ளடக்க கோப்பை காணவில்லை

source: The content file was not found, but has been removed from the database. You will be redirected to the content list shortly.
id: File konten tidak ditemukan, tapi telah dihapus dari database. Anda akan di sambungkan-kembali ke daftar konten sebentar lagi
lt: Turinio failas nerastas, bet buvo ištrintas iš duomenų bazės. Netrukus busite nukreipti į turinio sąrašą.
ta: உள்ளடக்க கோப்பை காணவில்லை, ஆனால் தரவுத்தளத்திலிருந்து நீக்கப்பட்டுள்ளது. நீங்கள் விரைவில் உள்ளடக்க பட்டியலிற்கு திருப்பி விடப்படுவீர்கள்.

source: unknown
id: Tidak dikenal

source: Network interfaces
id: Interfase jaringan

source: Sites
id: Situs

source: Page not found
id: Laman tidak ditemukan
it: Pagina non trovata

source: The page you were looking for could not be found
id: Laman yang anda cari tidak bisa ditemukan

source: List of available network interfaces
id: Daftar interfase jaringan yang tersedia

source: Interface name
id: nama interfase
