Repository: danielberndt/Feature_Langpop
Catalog: librarian/locales/ht/LC_MESSAGES/librarian.po
Languages: ht

source: Librarian
ht: Bibliyotekè

source: Updates
ht: Mizajou

source: %s more space should be freed.
ht: % espas dwe libere

source: There is enough free space on storage
ht: Genyen ase espas lib

source: delete?
ht: efase?

source: date
ht: dat

source: title
ht: tit

source: size
ht: tay

source: There is enough free space. No clean-up needed.
ht: Genyen ase espas. Li pa mande pou netwaye anyen

source: How much space does this free up?
ht: Ki kantite espas ki pral libere?

source: Delete selected now
ht: Efase seleksyone yo kounye a

source: used space
ht: espas itilize

source: last update
ht: dènye mizajou

source: You are running low on disk space.
ht: Espas disk lan ba

source: Free some space now
ht: Libere espas kounye menm

source: select
ht: chwazi

source: There is no new content
ht: Pa gen okenn nouvo kontni

source: Delete selected
ht: efase seleksyone yo

source: Library
ht: Bibliyotèk

source: Content library is currently empty
ht: Bibliyotèk Konni an vid

source: search titles
ht: chèche kek tit

source: go
ht: komanse

source: clear
ht: netwaye

source: update available
ht: mizajou disponib

source: Content library stats
ht: estatistik sou bibliyotek kontni an

source: item in the library
ht: eleman nan bibliyotèk lan

source: Application logs
ht: koneksyon sou aplikasyon an

source: Logs are shown in reverse chronological order
ht: koneksyon yo prezante nan od kwonolojik envèse

source: Select all
ht: seleksyone tout

source: Select none
ht: deseleksyone tout

source: broadcast
ht: difizyon

source: downloaded
ht: fin telechaje

source: Showing search results for '%(terms)s'
ht: Afiche rezilta rechèch la pou '%(terms)s'

source: There are no search results for '%(terms)s'
ht: Pa gen oken rezilta pou '%(terms)s'

source: previous
ht: avan sa

source: next
ht: apre sa

source: Library clean-up
ht: netwayaj bibiyotèk lan

source: page
ht: paj

source: per page
ht: pou chak paj

source: total space (%s free)
ht: kapasite total (%s disponib)

source: Add selected to library
ht: ajoute seleksyone a nan bibliyotèk la

source: core
ht: Kè

source: sponsored
ht: esponsorize

source: Apps
ht: Applikasyon yo

source: author:
ht: ekriven

source: version:
ht: vèsyon

source: No apps found.
ht: pa jwenn okenn aplikasyon

source: Files
ht: Fichye

source: Reload
ht: rechaje

source: replaces:
ht: ranplase

source: (go up one level)
ht: (monte de yon nivo)

source: Rename
ht: chanje non an

source: Delete
ht: Efase

source: About this folder
ht: Sou dosye sa

source: Script output
ht: Soti eskript yo

source: return code:
ht: Kod retou

source: error
ht: Erè

source: Output
ht: Soti

source: no output
ht: Pa gen soti

source: Errors
ht: plizyè erè

source: Run
ht: Lanse

source: No description provided
ht: Pa gen deskripsyon ki disponib

source: Unknown license
ht: Lisans enkoni

source: Creative Commons Attribution
ht: Lisans Creative Commons

source: Creative Commons Attribution-NoDerivs
ht: Creative Commons Attribution - Pa modifye

source: Creative Commons Attribution-NonCommercial
ht: Creative Commons Attribution - Pa Komèsyal

source: Creative Commons Attribution-NonCommercial-NoDerivs
ht: Creative Commons Attribution - pa komèsyal - Pa modifye

source: Creative Commons Attribution-ShareAlike
ht: Creative Commons Attribution - Pataje nan menm kondisyon yo

source: Creative Commons Attribution-NonCommercial-ShareAlike
ht: Creative Commons Attribution - Pa komèsyal - pataje nan menm kondisyon yo

source: GNU Free Documentation License
ht: Lisans dokimantasyon lib GNU

source: Open Publication License
ht: Lisans piblikasyon ouvèt

source: Open Content License
ht: Lisans kontni ouvè

source: Against DRM License
ht: Kont lisans DRM yo

source: Free Art License
ht: Lisans Art Lib

source: Public Domain
ht: Domèn piblik

source: Other free license
ht: Lot lisans gratis

source: All rights reserved
ht: Tout dwa rezève

source: Other non-free license
ht: Lot lisans peye

source: Invalid request
ht: rekèt pa valid

source: No content selected
ht: Pa gen kontni ki seleksyone

source: %s can be freed by removing selected content
ht: %s kapab libere si w efase kontni ki seleksyone a

source: Nothing to delete
ht: Pa gen anyen pou efase

source: Invalid action, please use one of the form buttons.
ht: Aksyon envalid, svp itilse youn nan bouton ki sou fich lan

source: Loading...
ht: ap chaje...

source: You have reached the end of the library.
ht: Ou deja rive nan limit libreri a

source: Go to top
ht: Retounen nan komansman

source: About
ht: Apwopo

source: Some rights reserved.
ht: Dwa rezève an pati.

source: Specified tag was not found
ht: Pa jwenn mo kle ou antre a.

source: There are no results for '%(tag)s'
ht: Pa jwenn okenn rezilta pou '%(tag)s'

source: Save tags
ht: Arejistre mo sa.

source: Separate tags with commas
ht: Separe mo kle yo ak vigil.

source: everything
ht: Tout

source: Edit tags
ht: Chanje mo kle yo

source: Close
ht: Fèmen

source: Tags could not be updated.
ht: Mo kle yo pa te rive

source: Load more content
ht: Chaje plis kontni

source: Tuner settings
ht: Reglaj reseptè an

source: Access TVHeadend
ht: Antre sou TVHeaden

source: There are currently no files or folders here.
ht: Aktyèlman pa gen okenn dokiman ou fichye nan anplasman sa.

source: Tag cloud
ht: Nyaj mo kle

source: Librarian could not enter maintenance mode and database rebuild was cancelled. Please make sure noone else is using Librarian and try again.
ht: Libreryen pa pa kapab antre nan mod mentnans e rekonstriksyon bazdone an te anile. Tanpri asire w ke pèsonn lot pap itilize Libreryen an e eseye anko.

source: Content database
ht: Kontni bazdedone a

source: None
ht: Okenn

source: Vertical
ht: Vètikal

source: Horizontal
ht: Orizontal

source: Universal
ht: Inivèsèl

source: North America Ku band
ht: Amerik di No Ku Band

source: Invalid choice for LNB type
ht: Tip LNB ki chwazi a pa valid

source: Frequency must be a positive number
ht: Frekans lan dwe yon nomb pozitif

source: Please type in a number
ht: Tanpri rantre yon nomb svp

source: Symbolrate must be a positive number
ht: Senbol To a dwe yon nomb pozitif

source: Invalid choice for delivery system
ht: Sistem livrezon ki chwazi a pa valid

source: Invalid choice for modulation mode
ht: Mod modilasyon ki chwazi a pa valid

source: Invalid choice for polarization
ht: Mod polarizasyon ki chwazi a pa valid

source: Transponder configuration could not be set
ht: Konfigirasyon transpondè a pat rive regle

source: The files you were looking for could not be found
ht: Nou pa rive jwenn fichye ou te ap chèche yo

source: This list represents the search results
ht: Lis sa reprezante rezilta rechèch yo

source: This folder does not exist
ht: Dosye sa pa egziste

source: Database size
ht: Tay baszdone an

source: download
ht: telechaje

source: Rebuild
ht: Rekonstui

source: Database rebuild will cause all tags to be lost. It will also put Librarian into maintenance mode and prevent users from accessing content.
ht: Si bazdone an rekonstui sa kapab koz tout mokle yo pèdi. Sa pral mete Libreryen an nan mod mentnans e anpeche itilizatè yo gen aksè a kontni an.

source: Database backup
ht: Backup bazdone an

source: Database backup has been completed successfully. You will be taken to the backup folder in 10 seconds.
ht: Backup bazdone an te fin konplete avèk siksè. Ou pral dirije sou dosye backup lan nan 10 segond

source: The operation took %s second
ht: Operasyon an te pran % segond

source: Database backup could not be completed. The following error occurred:
ht: Backup bazdone a pa te rive fini avèk siksè. Men erè ki te pase :

source: Database rebuild
ht: Rekonstriksyon bazdone a

source: Content database has been rebuilt from scratch. A backup copy of the original database has been created. You will find it in the files section.
ht: Kontni bazdone a te rekonstui a pati de zewo. Yon kopi backup de bazdone orijinal la te kreye. Ou va jwenn li nan seksyon fichye yo.

source: Database could not be rebuilt. The following error occurred:
ht: Bazdone a pa te kapab rekonstui. Men erè ki te pase :

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
ht: Pwogram sa se yon lojisyèl lib: ou kapab redistribiye e/oswa modifiye anba kondisyon GNU General Public Licence kom piblye pa Free Software Foundation, ni pou vèsyon 3 de Licens lan, (si ou vle) oswa nenpot lot vèsyon.

source: Download application log
ht: Relve telechajman aplikasyon an

source: Downloads in progress
ht: Telechajman an ap fèt

source: Satellite:
ht: Satelit:

source: Select a satellite
ht: Chwazi yon satelit

source: Custom...
ht: Pèsonalize....

source: Frequency:
ht: Frekans:

source: Symbol rate:
ht: Debi senbol

source: Delivery system:
ht: Sistèm livrezon

source: Modulation:
ht: Modilasyon

source: Polarization:
ht: Polarizasyon

source: Tune in
ht: Branche

source: has lock
ht: te kadnase

source: no lock
ht: okenn kadna

source: Error
ht: Erè

source: Librarian has failed to fulfill your request due to unexpected error in the program. Details are provided below.
ht: Libreryen pa te rive fin reponn ak demand ou an akoz yon erè sanzatann nan pwogram lan. Detay yo ap parèt anba a la.

source: Under maintenance
ht: Sou mentnans

source: Librarian is currently in maintenance mode. Please wait a few minutes and try again.
ht: Libreryen nan mod mentnans kounye a. Tanpri tann kèk minit epi wa eseye anko.

source: (go to file list)
ht: (ale nan lis fichye yo)

source: by %s
ht: de %s

source: Type in your username
ht: Antre non itilizatè ou

source: Type in your password
ht: Antre modpas ou

source: Please enter the correct username and password.
ht: Tanpri antre non itilizatè ak modpas korèk ou svp.

source: any language
ht: nenpot lang

source: No files are being downloaded
ht: Pa gen okenn fichye ki te telechaje

source: LNB type:
ht: Tip LNB :

source: Forbidden
ht: Sa entèdi

source: You are not authorized to access this page.
ht: Ou pa otorize pou ou ale sou paj sa.

source: Log out
ht: Soti

source: Login
ht: Antre

source: Username:
ht: Non itilizatè

source: username
ht: non itilizatè

source: Password:
ht: Modpas:

source: password
ht: modpas

source: Download
ht: Telechaje

source: Delete all
ht: Efase tout

source: filter
ht: filtre

source: language
ht: lang

source: Content file missing
ht: Fichye kontni manke

source: The content file was not found, but has been removed from the database. You will be redirected to the content list shortly.
ht: Sistèm lan pat rive jwenn fiche kontni an, osinon li te retire nan bazdone an. Ou pral redirije nan lis kontni yo nan yon ti moman.
